{
  "company": "QBS: طريقك إلى القرار الصحيح - مدعوم بالبيانات الدقيقة والمحدثة والملائمة.",
  "about": "QBS (حلول الأعمال عالية الجودة) هي شركة استشارية وخدمات تكنولوجية رائدة متخصصة في التحول الرقمي، وتحسين العمليات التجارية، واستعانة الفرق الفنية. منذ تأسيسها، تطورت QBS من شركة استشارات أعمال متخصصة إلى استشارات مهنية متنوعة، حيث دعمت العملاء في قطاعات عالية التأثير مثل السلع الاستهلاكية سريعة الدوران، التصنيع، التوزيع، والسيارات. من خلال الجمع بين المعرفة العميقة بالصناعة والقدرات التكنولوجية المتخصصة، تمكن QBS المنظمات من تبسيط العمليات، وتحسين اتخاذ القرارات، وتحقيق نمو مستدام وطويل الأمد.",
  "Vision": "أن نكون الشريك الرائد في منطقة الشرق الأوسط، وتمكين المنظمات من استغلال قوة التحول الرقمي وحلول التكنولوجيا المتطورة من أجل التميز التشغيلي والميزة التنافسية.",
  "Mission": "نقدم استشارات قائمة على العمليات وخدمات الاستعانة الخارجية المخصصة التي تحدث سلاسل التوريد، وتحسن العمليات الأساسية، وتعزز مرونة المنظمات. من خلال إعطاء الأولوية للنتائج القابلة للقياس، والتفاعل الموجه نحو العميل، والابتكار المستمر، تساعد QBS الشركات على تحقيق إمكاناتها الكاملة في سوق يتطور بسرعة.",
  "services": {
    "title": "الخدمات والخبرة",
    "digitalTransformation": {
      "title": "استشارات التحول الرقمي",
      "businessProcess": "إدارة وتحسين العمليات التجارية: تحديد أوجه القصور التشغيلية، وتصميم تدفقات العمل المثالية، وتنسيق نشر التكنولوجيا لتحقيق أقصى تأثير.",
      "pmoEstablishment": "إنشاء مكتب إدارة المشاريع (PMO): تنفيذ أطر عمل PMO التي تعزز الحوكمة، وتخصيص الموارد، والتنسيق عبر الوظائف.",
      "solutionsAutomation": "أتمتة الحلول وتحسين عمليات الأقسام: تبسيط العمليات من البداية إلى النهاية، من التخطيط إلى التنفيذ، وهياكل الحلول، وتحليلات البيانات.",
      "dataDecision": "دعم اتخاذ القرار المبني على البيانات: تطوير لوحات القيادة التفاعلية، وأدوات التقارير المتقدمة، وحلول التحليلات التي تمكن الفرق القيادية من اتخاذ قرارات استراتيجية مستنيرة."
    },
    "pmo": {
      "title": "مكتب إدارة المشاريع (PMO)",
      "endToEnd": "خدمة إدارة المشاريع من البداية إلى النهاية: تقدم QBS إشرافًا شاملاً طوال دورة حياة المشروع، من البداية والتخطيط إلى التنفيذ والإغلاق. تضمن منهجيتنا التوافق الاستراتيجي، وتخصيص الموارد الأمثل، والتسليم في الوقت المحدد.",
      "projectCharter": {
        "title": "بناء ميثاق المشروع",
        "description": "تقوم QBS بتطوير ميثاق مشروع واضح وقابل للتنفيذ، يحدد الأهداف، ويعرف النطاق، ويحدد الأطراف المعنية الرئيسية. يعمل هذا المستند كنقطة مرجعية إرشادية، مما يعزز المساءلة والتركيز على الأهداف المشتركة."
      },
      "planning": {
        "title": "التخطيط وتتبع خطط المشروع",
        "description": "يتم إعداد خطط مشروع مفصلة تحدد المعالم والنتائج الواقعية، مدعومة بآليات تتبع دقيقة. تعزز هذه الطريقة الاستباقية متابعة التقدم بشفافية والتخفيف الفعال من المخاطر."
      },
      "stakeholders": {
        "title": "تطوير سجل الأطراف المعنية",
        "description": "من خلال تحديد وتصنيف جميع الأطراف المعنية ذات الصلة بشكل منهجي، تعزز QBS قنوات الاتصال المفتوحة. يضمن إشراك الأطراف المعنية في الوقت المناسب دمج مصالحهم وتعليقاتهم، مما يعزز في النهاية نجاح المشروع."
      }
    },
    "techOutsourcing": {
      "title": "خدمات الاستعانة بتقنية المعلومات",
      "specializedTeams": "فرق تكنولوجيا متخصصة: توفير مصممي واجهات المستخدم وتجربة المستخدم (UX/UI)، والمطورين من الأمام والخلف، ومحللي البيانات، ومديري المشاريع الذين يندمجون بسلاسة مع عمليات العملاء.",
      "scalableModels": "نماذج التوظيف القابلة للتوسع: تقديم ترتيبات الاستعانة الخارجية المرنة التي تتكيف مع مراحل النمو، والتوجهات الاستراتيجية، وظروف السوق المتغيرة.",
      "qualityAssurance": "ضمان الجودة وتحسين الأداء: ضمان أن الحلول المقدمة من فرقنا تفي بأعلى معايير الموثوقية، والأمان، والقابلية للتوسع."
    }
  },
  "differentiation": {
    "title": "التميّز والنهج",
    "description": "تتميز QBS بدمج الخبرة الاستشارية من الطراز الأول مع الكفاءة التكنولوجية العملية. على عكس الشركات التي تركز فقط على تنفيذ تكنولوجيا المعلومات، تضمن منهجية QBS القائمة على \"العمليات أولاً\" أن كل ترقية تكنولوجية أو مبادرة رقمية متجذرة في فهم دقيق لنموذج أعمال العميل، والسياق التشغيلي، والأهداف الاستراتيجية. تضمن هذه النظرة الشاملة أن التحولات تحقق قيمة ملموسة ودائمة."
  },
  "methodology": {
    "title": "منهجية التحول الرقمي لـ QBS",
    "description": "تستند منهجية QBS إلى تقدم واضح ومنظم يبدأ بفهم شامل لعمليات المنظمة الحالية، ثم موازنتها مع معايير الصناعة، وتحديد وقياس الفجوات، وأخيرًا توضيح حالة \"To Be\" المحسنة. من خلال اتباع هذه المراحل الأربع، تضمن QBS أن يكون كل تحول قائمًا على تحليل واقعي، ومقارنًا مع ممارسات مثبتة، وموجهًا نحو تحسين ملموس ومستدام.",
    "asIs": {
      "title": "كما هو",
      "description": "في المرحلة الأولى، تقوم QBS بمراجعة شاملة للنظام التشغيلي الحالي. يشمل ذلك فحص تدفقات العمل الحالية، واستخدام البيانات، والبنية العامة للعملية لتشكيل نقطة انطلاق دقيقة. يوفر فهم حالة \"كما هو\" الأساس لجميع التحسينات اللاحقة.",
      "phases": {
        "phase1": {
          "title": "تحليل العمليات",
          "description": "تقوم QBS بتحديد كل خطوة من خطوات العمليات الأساسية لتحديد الأدوار والموارد والاختناقات المحتملة."
        },
        "phase2": {
          "title": "تحقق من العمليات",
          "description": "يتم التحقق من كل عملية مخططة مقابل ممارسات الأعمال الفعلية، مما يضمن تطابق الإجراءات الموثقة مع العمليات اليومية."
        },
        "phase3": {
          "title": "مراجعة العمليات",
          "description": "يتم إجراء مراجعة تفصيلية لتأكيد اكتمال ودقة نماذج العمليات، مع إشراك المعنيين لجمع التعليقات وتوضيح أي تناقضات."
        }
      }
    },
    "standardProcedures": {
      "title": "إجراءات معيارية حسب الصناعة",
      "description": "في هذه المرحلة، تقوم QBS بمقارنة الحالة الحالية للمنظمة مع أفضل الممارسات ومعايير الصناعة المعترف بها. من خلال فهم كيفية عمل الشركات الرائدة — سواء من خلال أدوات أو أطر عمل أو منهجيات معينة — تقوم QBS بتحديد الأماكن التي تتماشى فيها عمليات العميل أو تنحرف عن المعايير المثبتة. تسلط هذه المقارنة الضوء على فرص التحسين، وتحدد الإجراءات الفعالة التي تستحق التبني، وتحدد أهداف الأداء التي تتماشى مع قادة السوق في صناعة العميل."
    },
    "gap": {
      "title": "الفجوة",
      "description": "بعد مقارنة العمليات الحالية مع ممارسات الصناعة القياسية، تحدد QBS بدقة المجالات التي تحتاج إلى تحسين. قد تتعلق هذه الفجوات بتصميم العمليات، وآليات التحكم، وتعريفات الأدوار، والهياكل التنظيمية، أو عدم توافق التكنولوجيا. يوضح تحديد هذه النقائص الطريق إلى الأمام ويساعد في تحديد الأولويات للتغييرات الأكثر أهمية.",
      "phases": {
        "phase1": {
          "title": "تحليل الفجوات",
          "description": "تقوم QBS بتقييم كل اختلاف تم تحديده من حيث تأثيره التجاري وأهميته الاستراتيجية."
        },
        "phase2": {
          "title": "عرض الفجوات",
          "description": "يتم عرض النتائج على القيادة العليا والمعنيين الرئيسيين، مع التركيز على الآثار التشغيلية والمالية لكل فجوة. تشجع هذه الطريقة الشفافة على التوافق بشأن كيفية التعامل مع هذه النقائص."
        }
      }
    },
    "toBe": {
      "title": "المستقبل",
      "description": "في المرحلة النهائية، تقوم QBS بوضع رؤية استراتيجية واضحة للحالة المستقبلية \"To Be\". يعتمد هذا النموذج المنظور على أفضل الممارسات في الصناعة ويعالج جميع الفجوات المحددة مع حلول مخصصة — بدءًا من تحسين العمليات والتحول الرقمي إلى تحسين استخدام البيانات وتخصيص الأدوار.",
      "phases": {
        "phase1": {
          "title": "عرض العمليات المعيارية",
          "description": "تقوم QBS بتوضيح العمليات المعيارية الموصى بها التي تتماشى مع أطر الصناعة الرائدة، لتكون أساسًا للورش التالية."
        },
        "phase2": {
          "title": "ورش تطوير حالة \"To Be\"",
          "description": "يتعاون المعنيون في جلسات عملية لتكييف وتحسين العمليات الموصى بها، لضمان توافقها مع احتياجات المنظمة وأهدافها الاستراتيجية."
        },
        "phase3": {
          "title": "البرنامج التجريبي للعمليات",
          "description": "يتم إطلاق برنامج تجريبي محكم للتحقق من العمليات الجديدة في بيئة تشغيلية حقيقية، مع تقييم مؤشرات الأداء وجمع تعليقات المستخدمين قبل التنفيذ الكامل."
        },
        "phase4": {
          "title": "محاكاة العمليات",
          "description": "لتأكيد القدرة على التوسع والمرونة، تستخدم QBS تقنيات المحاكاة (عند الاقتضاء) للتنبؤ بكيفية تعامل العمليات الجديدة مع السيناريوهات المختلفة، مما يساعد على تحسينها لتحقيق أقصى قدر من الكفاءة والفعالية."
        }
      }
    },
    "conclusion": {
      "title": "الخاتمة",
      "description": "من خلال اتباع هذه المراحل الأربع بشكل منهجي — الوضع الحالي، الإجراءات القياسية وفقًا للصناعة، الفجوة، والوضع المستقبلي — تضمن QBS أن تكون كل مبادرة تحول متجذرة في تحليل دقيق للواقع الحالي، مقارنةً بالمعايير المثبتة، وتوجيهها برؤية واضحة للحالة المستهدفة. لا تقتصر هذه المنهجية على دفع التحسينات التشغيلية الفورية فقط، بل تنشئ أيضًا إطارًا مستدامًا للتكيف المستمر والنجاح طويل الأمد."
    }
  },
  "coreValues": {
    "title": "القيم الأساسية",
    "values": {
      "clientFocus": {
        "title": "تركيز العميل",
        "description": "نحن نغمر أنفسنا في الواقع التشغيلي لعملائنا، مما يضمن تخصيص الحلول وتوافقها استراتيجيًا."
      },
      "integrity": {
        "title": "النزاهة",
        "description": "توجهنا المعايير الأخلاقية والشفافية في كل علاقة مع العميل، مما يعزز الثقة والشراكات طويلة الأمد."
      },
      "innovation": {
        "title": "الابتكار",
        "description": "نحن نتبنى التقنيات والأساليب الناشئة، مع الاستمرار في تحسين نهجنا للبقاء في صدارة التغيرات الصناعية."
      },
      "sustainableExcellence": {
        "title": "التميز المستدام",
        "description": "تم تصميم حلولنا ليس فقط لتحقيق نتائج فورية، بل أيضًا لضمان قيمة دائمة ومرونة."
      }
    }
  },
  "qbsOutsourcingMethodology": {
    "title": "منهجية التعهيد من QBS",
    "steps": {
      "step1": {
        "title": "استلام الطلب والتحقق منه",
        "description": "عند استلام طلب العميل للخدمات التعهيدية، تبدأ QBS بالتحقق من المتطلبات في غضون 1-2 يوم عمل.",
        "details": {
          "1": "متطلبات الوظيفة: مواصفات الدور، المهارات الفنية، مستويات الخبرة، وأي شهادات لازمة.",
          "2": "العوامل اللوجستية: تاريخ البدء المفضل، مدة المشروع، الترتيبات سواء كانت في الموقع أو عن بعد.",
          "3": "الميزانية والجدول الزمني: توضيح الميزانية المخصصة والجدول الزمني المطلوب للإتمام.",
          "4": "اتفاقيات السرية: معالجة أي اتفاقيات عدم إفشاء أو حماية الملكية الفكرية.",
          "5": "التواصل مع العميل: التحديثات المنتظمة خلال هذه المرحلة من التحقق."
        }
      },
      "step2": {
        "title": "البحث عن المرشحين",
        "description": "بمجرد التحقق من متطلبات الدور، تبدأ QBS في تحديد المرشحين المناسبين.",
        "details": {
          "1": "فحص قاعدة البيانات: باستخدام قاعدة بيانات المرشحين الخاصة بـ QBS.",
          "2": "شبكات الصناعة: التواصل مع المهنيين والشبكات في الصناعة.",
          "3": "بوابات الوظائف: نشر الوظائف في لوحات الإعلانات المناسبة إذا لزم الأمر."
        }
      },
      "step3": {
        "title": "الفحص الأولي واختيار المرشحين",
        "description": "تقوم QBS بإجراء فحوصات دقيقة لاختيار أفضل المرشحين المؤهلين.",
        "details": {
          "1": "تقييم السيرة الذاتية: مراجعة السير الذاتية للمرشحين للتحقق من المهارات والخبرة ذات الصلة.",
          "2": "المقابلات الأولية: إجراء مقابلات أولية لتقييم مدى توافقهم الثقافي ومؤهلاتهم.",
          "3": "التحقق من الخلفية: التحقق من الشهادات والمراجع."
        }
      },
      "step4": {
        "title": "مراجعة العميل والاختيار النهائي",
        "description": "تقدم QBS المرشحين المختارين للمراجعة من قبل العميل.",
        "details": {
          "1": "عرض الملفات الشخصية: تقديم ملفات تعريف مفصلة تتضمن السير الذاتية، ملاحظات المقابلات، والتوافر.",
          "2": "دورة التغذية المرتدة: دمج ملاحظات العميل في عملية الاختيار.",
          "3": "المقابلات النهائية: تنظيم مقابلات للعميل مع المرشحين المختارين."
        }
      },
      "step5": {
        "title": "العرض والتوظيف",
        "description": "بعد الاختيار النهائي، تدير QBS عملية العرض والتوظيف.",
        "details": {
          "1": "التفاوض على العرض: توافق توقعات المرشح مع عروض العميل.",
          "2": "الوثائق: التأكد من استكمال جميع الوثائق القانونية والوظيفية.",
          "3": "دعم التوظيف: المساعدة في التوجيه والإعداد."
        }
      },
      "step6": {
        "title": "الدعم المستمر والتغذية المرتدة",
        "description": "تضمن QBS الدعم المستمر للعميل والمرشح بعد التوظيف.",
        "details": {
          "1": "التحقق من الأداء: متابعة منتظمة مع العميل والمرشح.",
          "2": "حل المشكلات: معالجة أي تحديات أو قضايا.",
          "3": "دمج التغذية المرتدة: دمج ملاحظات العميل لتحسين التوظيفات المستقبلية."
        }
      },
      "step7": {
        "title": "التحسين المستمر",
        "description": "تستخدم QBS الملاحظات والرؤى لتحسين منهجيتها وجودة خدماتها.",
        "details": {
          "1": "تحليل البيانات: تحليل التوظيفات السابقة لاكتشاف الاتجاهات والتحسينات.",
          "2": "استطلاعات رضا العملاء: إجراء استبيانات لقياس رضا العملاء وتحديد مجالات التحسين.",
          "3": "تنقيح العمليات: تحديث المنهجيات بناءً على اتجاهات الصناعة والتغذية المرتدة."
        }
      }
    }
  },
  "testimonials": {
    "flag": "شهاداتنا",
    "title": "قصص نجاح العملاء",
    "ratingLabel": "التقييم",
    "testimonial1": {
      "review": "من خلال التعاون مع QBS، تمكنا من تحديث سير العمل التشغيلي لدينا بسلاسة. قدم مستشاروهم رؤى مخصصة لتحدياتنا الفريدة، وأدت الحلول التقنية المطبقة إلى تحسين كبير في كفاءة المنظمة.",
      "name": "مدير سلسلة الإمداد",
      "designation": "شركة FMCG رائدة"
    },
    "testimonial2": {
      "review": "جلب التعاون مع QBS مستوى جديد من الكفاءة إلى شبكة التوزيع لدينا في المراعي. ساعد نهجهم القائم على البيانات في تبسيط سير العمل وتقليص أوقات التسليم عبر العمليات الرئيسية.",
      "name": "مدير العمليات",
      "designation": "المراعي"
    },
    "testimonial3": {
      "review": "أخذت QBS الوقت لفهم تحدياتنا في الإنتاج، ثم قدمت تحسينات مستهدفة ساعدت بشكل كبير في تحسين توافر المنتجات على الأرفف. حولت إرشاداتهم الخبيرة سلسلة الإمداد لدينا من النهاية إلى النهاية.",
      "name": "مدير الإنتاج",
      "designation": "ريش بيك"
    },
    "testimonial4": {
      "review": "بفضل دعم QBS، قمنا بإعادة هيكلة دورة البيع بالتجزئة للسيارات لدينا، مما أتاح رؤية أفضل في المبيعات والمخزون والخدمات بعد البيع. أدت منهجيتهم الواضحة والتنفيذ العملي إلى تحسن كبير في رضا العملاء بشكل عام.",
      "name": "المدير التنفيذي",
      "designation": "عز العرب"
    }
  },
  "caseStudies": {
    "title": "دراسات الحالة الحديثة لدينا",
    "flag": "دراسات الحالة",
    "step1": "الإخطار والتقييم (1–2 يوم عمل)",
    "description1": "تؤكد QBS استلام إخطار العميل (استقالة، إنهاء، إلخ) وتتحقق مما إذا كانت متطلبات الوظيفة لا تزال قائمة.",
    "step2": "توظيف بديل (7–15 يوم عمل)",
    "description2": "تتم إعادة عملية البحث والفحص والتصفية، مع تعديل أي متطلبات محدثة.",
    "step3": "توظيف بديل (3–7 أيام عمل)",
    "description3": "بمجرد اختيار بديل، تعيد QBS خطوات التوظيف والإعداد، مما يضمن الحد الأدنى من التأثير على استمرارية المشروع."
  },
  "provenIndustryExperience": "النجاح المثبت في قطاع السلع الاستهلاكية سريعة التداول (FMCG)، والتصنيع، والتوزيع يبرز فهمًا قويًا للأنظمة التشغيلية المعقدة.",
  "highCaliberTalent": "تقوم QBS بتشكيل فرق من الاستشاريين المتمرسين، والمهندسين، والمتخصصين في البيانات، مما يضمن استفادة العملاء من مجموعة واسعة من الخبرات.",
  "flexibleDeliveryModels": "من الاستشارات قصيرة المدى إلى الشراكات الخارجية طويلة الأجل، تقوم QBS بتكييف نهجها ليتناسب مع المرحلة المحددة من النمو والتحول التي يمر بها العميل.",
  "continuousInnovation": "الالتزام بتطوير المهارات المستمر، واكتشاف التقنيات، وصقل المنهجيات يحافظ على QBS في طليعة أفضل الممارسات في الصناعة."
}
